#Задание 1.
#Поработайте с переменными, создайте несколько,
#выведите на экран, запросите у пользователя несколько чисел и
#строк и сохраните в переменные, выведите на экран./

name = input('Введите ваше имя: ')
print('Итак, ваше имя', name,'.')
age = int(input('Сколько Вам лет? '))
print('Вам', age, 'лет')
password = input('Введите ваш пароль: ')
print('Ваш пароль', password)
print('Итого: Ваше имя: ', name,'.' 'Вам', age, 'лет. Ваш пароль: ', password, '. Приятно познакомиться!')